Repository: AugTop/swisdk2
Catalog: i18n/locale/*/LC_MESSAGES/swisdk.po
Languages: fr

source: An unexpected error occurred.
fr: Erreur inattendue

source: Uncaught exception: %s
fr: Erreur non traitée : %s

source: Site not found
fr: Site web n'existe pas

source: Invalid location specification: %s
fr: Retransmission invalide: %s

source: Dispatcher configuration incomplete. No dispatcher modules
fr: Configuration de Dispatcher incomplet: Aucun module n'a été configuré

source: New %s
fr: Nouveau %s

source: Edit %s
fr: Editer %s

source: Create %s
fr: Créer %s

source: Confirmation required
fr: Confirmation nécessaire

source: Do you really want to delete %s?
fr: Voulez-vous vraiment effacer %s?

source: Delete
fr: Effacer

source: Cancel
fr: Annuler

source: Database error: %s
fr: Erreur du base de données: %s

source: Cannot act on PDO DB type %s
fr: Ne peux pas traiter base de données PDO type %s

source: Search form
fr: Formulaire de recherche

source: Search
fr: Rechercher

source: Submit
fr: Envoier

source: Invalid renderer specification: %s
fr: Specification Renderer invalide: %s

source: Could not validate form submission
fr: Ne peux pas valider le formulaire

source: Oops. Unknown relation type %s
fr: Oops. Relation inconnu: %s

source: The two related fields are not equal
fr: Les deux champs d'affichage n'ont pas la même valeur

source: Value does not validate
fr: Entrée est invalide

source: Value required
fr: Entrée manque

source: User required
fr: Internaut donnée est invalid

source: Please enter a valid email address
fr: Adresse email est invalide

source: Please enter a valid URL
fr: URL invalide

source: Please provide a file
fr: Fichier manque

source: Please provide a valid image file
fr: Fichier n'est pas une image valide

source: Access denied
fr: Accès non autorisé

source: Login
fr: Identification

source: Could not create data directory %s
fr: Ne peux pas créer le dossier de données %s

source: Comments
fr: Commentaires

source: Comments for '%s'
fr: Commentaires pour '%s'
